<template>
  <ul>
    <li v-for="idea in ideas" :key="idea.title">
      <h2>{{ idea.title }}</h2>
      <h5>{{ idea.idea }}</h5>
    </li>
  </ul>
</template>
<script>
export default {
  data() {
    return {
      ideas: [
        {
          title: "धुंध मुक्त मीनार",
          idea: `टावर प्रभावी रूप से एक विशाल वैक्यूम क्लीनर है। 7 मीटर ऊंचाई में, यह एक सार्वजनिक स्थान पर बैठता है और स्मॉग को सोख लेता है, इसे ज़ाहिर सकारात्मक आयनीकरण तकनीक का उपयोग करके स्वच्छ हवा में बदल देता है।
          यह शहरों में, सार्वजनिक पार्कों जैसे स्थानों में स्थानीयकृत स्वच्छ हवा प्रदान कर सकता है। यह बहुत कम मात्रा में हरित ऊर्जा का उपयोग करके प्रति घंटे 30,000m3 हवा को साफ करता है।
          एकत्र किए गए धुंध कणों को गहने जैसे उत्पादों में भी संकुचित कर दिया गया है।
          `,
        },
        {
          title: "वायु सफाई भवन",
          idea: `
          टाइटेनियम डाइऑक्साइड प्रकाश की उपस्थिति में वायु प्रदूषण के कुछ रूपों के साथ प्रतिक्रिया करके उन्हें बेअसर कर देता है। यह हर दिन 1000 कारों के वायु प्रदूषण को हवा से हटा सकता है!
          `,
        },
        {
          title: "स्याही के रूप में उपयोग करने के लिए प्रदूषण को पकड़ना",
          idea: `
          KAALINK तकनीक हवा से कणों को पकड़ती है। यूनिट 99% पार्टिकुलेट मैटर प्रदूषण को पकड़ सकती है।
          KAALINK को डीजल जेनरेटर, कार टेलपाइप या जीवाश्म ईंधन चिमनी स्टैक फिट करने के लिए डिज़ाइन किया गया है, जो प्रदूषक को परिवेशी वायु में जाने से पहले पकड़ लेता है। इस पार्टिकुलेट मैटर को यूनिट में स्टोर किया जाता है और फिर इसे विभिन्न कला परियोजनाओं में स्याही के रूप में सुरक्षित रूप से इस्तेमाल किया जा सकता है।
          सिर्फ 25 घंटे की ड्राइविंग से 1.5 लीटर स्याही निकल सकती है! यह अच्छा है, लेकिन आपको यह भी दिखाता है कि हमारी कार को हर दिन कितना पार्टिकुलेट मैटर छोड़ रहा है!

          `,
        },
        {
          title: "आवाज़ और हवा प्रदुषण के हानिकारक प्रभाव",
          idea: `
          बहुत तेज ध्वनि कान के पर्दों को हानि पहुँचा सकती है। कान के अन्दर जो हेयर-सेल्स (Hearing and Hair Cells) होते हैं वो पूरी तरह खत्म हो सकते हैं और कान से सुनाई देना बन्द हो सकता है। ध्वनि से दिल की धड़कन कम हो जाती है और ब्लड प्रेशर की शिकायत हो सकती है। हाल की रिपोर्ट से यह पता चला है कि बहुत अधिक शोरगुल मानव का खून गाढ़ा कर सकता है जिसके कारण हार्ट अटैक का खतरा बढ़ जाता है। दूसरी तरफ खून का दबाव बढ़ सकता है। जिसके कारण हाई ब्लड प्रेशर की शिकायत भी हो सकती है।
          70 लाख लोगों की मृत्यु प्रदूषित हवा के कारण होती है. सर्दियों का मौसम फिर से आ रहा है, ऐसे में आने वाले दिनों में हवा में नमी कम हो जाएगी, खेतों में भूसा जलाया जाएगा, इन सब के चलते सर्दियों में प्रदूषण अपने उच्चतम स्तर पर पहुंच जाता है. पिछले 30 सालों में वायु प्रदूषण के कारण स्वास्थ्य पर कई घातक प्रभाव पाए गए हैं. इनमें सांस की बीमारियां जैसे अस्थमा और फेफड़ों की समस्याएं, कार्डियोवैस्कुलर रोग, गर्भावस्था में बुरे परिणाम जैसे समय पूर्व प्रसव और यहां तक कि मृत्यु जैसे परिणाम भी शामिल हैं.
          `,
        },
      ],
    };
  },
};
</script>
<style>
ul {
  list-style-type: none;
}
</style>
